---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.GeomCombinationSet
source: html/3780dd0c-8f38-c018-2d41-3a398e659166.htm
---
# GeomCombinationSet Members

Initializes a new instance of the GeomCombinationSet class